<template>
    <div>
      <div class="rules-text-panel">
        <div class="res-header">
          规则与条款
        </div>
        <div class="res-content">
          <div class="res-desc">
            一、 为避免于本网站投注时之争议，所有用户请务必于进入无限娱乐网站前详阅无限娱乐所定之各项规则，客户一旦进入无限娱乐时，即被视为已接受无限娱乐的所有协议与规则。
          </div>
          <div class="res-desc">
            二、 请定期修改自己的登录密码及资金密码，会员有责任确保自己的帐户以及登入资料的保密性，以会员帐号及密码进行的任何网上投注，将被视为有效。
            敬请不定时做密码变更之动作。若帐号密码被盗用，进行的投注，无限娱乐一概不负赔偿责任。
          </div>
          <div class="res-desc">
            三、 投注相关条款：<br>
            ①网上投注如未能成功提交，投注将被视为无效。<br>
            ②凡玩家于开奖途中且尚无结果前自动或强制断线时，并不影响开奖结算之结果。<br>
            ③若遇官网未开奖或开奖结果错误，本平台将根据实际情况做退奖退买处理；<br>
            ④如遇发生不可抗拒之灾害，骇客入侵，网络问题造成数据丢失的情况，以平台公告为最终方案。<br>
            ⑤无限娱乐将会对所有的电子交易进行记录，如有任何争议，本公司将会以注单记录为准。<br>
          </div>
          <div class="res-desc">
            四、 若经本公司发现会员以不正当手法<利用外挂程式>
            进行投注或以任何非正常方式进行的个人、团体投注有损公司利益之投注情事发生，
            本公司保留权利取消该类注单以及注单产生的收益，并停用该会员帐号。
            无论代理还是会员，发现漏洞隐瞒不报，利用漏洞恶意刷钱、通过非法手段作弊、或造谣污蔑，攻击平台者，
            经平台核实后一律无条件永久冻结账号处理，账号所有金钱概不退还。另外，所有会员参与平台的活动时，投注彩票类游戏时不可超过总注数的70%。
          </div>
          <div class="res-desc">
            五、 若无限娱乐发现会员有重复申请帐号行为时，保留取消、收回会员所有优惠，以及优惠所产生的盈利权利。
            每位玩家、每一住址、每一电子邮箱、每一电话号码、相同支付卡/信用卡号码，
            以及共享电脑环境 (例如:网吧、其他公共用电脑等)只能够拥有一个会员帐号，各项优惠只适用于每位客户在本公司唯一的帐户。
          </div>
          <div class="res-desc">
            六、本平台高频彩种每期最高奖金限额400000.00元，超出按400000.00元计算，超出的奖金无效并清0。
          </div>
          <div class="res-desc">
            七、 单挑奖金限额10,000元，超出限额的奖金不予发放。单挑模式说明：理论中奖金额大于投注本金99倍的订单即为单挑模式。玩法及注数包括：<br>
            【高频时时彩以及低频彩系列】[五星直选]1000注包含以内，[四星直选]100注包含以内，[四星组选24]4注包含以内，[四星组选12]8注包含以内，[四星组选6]16注包含以内，[四星组选4]25注包含以内，[三星直选]10注包含以内，[三星直选和值]10注包含以内，[三星组六]1注，[三星组三]3注包含以内，[组选和值]2注包含以内，[二星直选]1注，[二星直选和值]1注。<br>
            【高频PK10以及11选5系列】[前二玩法]1注，[前三玩法]10注包含以内，[任选五中五]以及[任选五中五胆拖]5注包含以内等。<br>
            同一IP地址包括共享电脑环境(如网吧等)、多帐号投注，每期单挑盈利奖金视为同一会员投注。
          </div>
          <div class="res-desc">
            八、 平台取款时间为上午10:00-凌晨02:00，其他时间提款不排除会出现延误情况，并与提款银行维护等特殊情况有关；平台每日最多提款15次，单笔最低提款100元，单笔最高50000元，超过次数的提现将收取1%的手续费，最高为50元。
          </div>
          <div class="res-desc">
            九、 为了防止有人恶意洗钱，会员提款必须要消费充值的20%方可进行，真人类娱乐需消费1倍流水才可出款，否则财务不予受理。
          </div>
          <div class="res-desc">
            十、 平台客服没有任何QQ及其他联系方式，唯一途经点击菜单栏客服热线跳转至在线客服，其他均为假冒，请牢记，因此类问题上当受骗平台慨不负责。
          </div>
          <div class="res-desc">
            十一、 银行转账或支付宝转账等充值账号会不定期更换，请每次充值前务必打开充值界面获取最新收款账号，如自己充错造成的任何损失自由承担，与平台无关。
          </div>
          <div class="res-desc">
            十二、 无限娱乐保留不定时修改或增加本协定或游戏规则或保密条例等的操作权利，更改条款将从更改发生后立即生效，并保留一切有争议事项及最后的决策权。
          </div>
        </div>
      </div>
    </div>
</template>
<script>
    export default{
        name: 'rulesAndTerms',

        data () {
            return {}
        },

        props: {},

        components: {},

        mounted () {
            this.$nextTick(() => {
            })
        },

        watch: {},

        computed: {},

        filters: {},

        methods: {}
    }
</script>

<style lang="scss" scoped>
  .rules-text-panel{
    .res-header {
      padding: 14px 20px;
      color: #333333;
      font-weight: 600;
      border-bottom: 1px solid #e6e6e6;
      font-size: 14px;
    }
    .res-content{
      color: #666666;
      padding: 10px 20px;
      font-size: 12px;
      .res-desc{
        padding: 10px 0;
        line-height: 25px;
      }
    }
  }
</style>

