<template>
  <div>
    <div class="rules-text-panel">
      <div class="res-header">
        六合彩玩法规则
      </div>
      <div class="res-content">
        <div class="res-desc">
          <div class="res-desc-tit">特码玩法</div>
          <div class="res-desc-second-tit">特码玩法</div>
          当期开出的最后一位号码为特码。当开出特码与投注号码一致、即视为中奖（其余情形视为不中奖）。
          <div class="res-desc-second-tit">双面</div>
          对特码的大、小、单、双等形态进行投注，当开出特码对应形态与投注内容一致，即视为中奖（其余情形视为不中奖）。<br/>
          大小：开出之特码大于或等于25为特码大，小于或等于24为特码小，开出49为和。<br/>
          单双：特码为双数叫特双，如8、16；特码为单数叫特单，如21、35，开出49为和。<br/>
          和大小：以特码个位和十位数字总和来判断胜负，和数大于或等于7为大，小于或等于6为小，开出49为和。<br/>
          和单双：以特码个位和十位数字总和来判断单双，如01，12，32为和单，02，11，33为和双，开出49为和。<br/>
          尾数大小：以特码个位数小于等于4时为尾小，大于等于5时为尾大；如01、32、44为特尾小；如05、18、19为特尾大，开出49为和。
          <div class="res-desc-second-tit">尾数</div>
          对特码的个位数（即尾数）进行投注。当开出特码的尾数与投注内容一致，即视为中奖（其余情形视为不中奖）。<br/>
          1尾 ：01，11，21，31，41<br/>
          2尾 ：02，12，22，32，42<br/>
          3尾 ：03，13，23，33，43<br/>
          4尾 ：04，14，24，34，44<br/>
          5尾 ：05，15，25，35，45<br/>
          6尾 ：06，16，26，36，46<br/>
          7尾 ：07，17，27，37，47<br/>
          8尾 ：08，18，28，38，48<br/>
          9尾 ：09，19，29，39，49<br/>
          0尾 ：10，20，30，40<br/>
          例如 ：开奖结果特别号码是21则 "1"尾为中奖，其他尾数都不中奖
        </div>
        <div class="res-desc">
          <div class="res-desc-tit">生肖玩法</div>
          生肖顺序为 鼠 >牛 >虎 >兔 >龙 >蛇 >马 >羊 >猴 >鸡 >狗 >猪 。<br/>
          如今年是鸡年，就以鸡为开始，依顺序将49个号码分为12个生肖(如下)，再以生肖下注。<br/>
          鸡 01 , 13 , 25 , 37 , 49<br/>
          狗 12 , 24 , 36 , 48<br/>
          猪 11 , 23 , 35 , 47<br/>
          鼠 10 , 22 , 34 , 46<br/>
          牛 09 , 21 , 33 , 45<br/>
          虎 08 , 20 , 32 , 44<br/>
          兔 07 , 19 , 31 , 43<br/>
          龙 06 , 18 , 30 , 42<br/>
          蛇 05 , 17 , 29 , 41<br/>
          马 04 , 16 , 28 , 40<br/>
          羊 03 , 15 , 27 , 39<br/>
          猴 02 , 14 , 26 , 38
          <div class="res-desc-second-tit">特肖</div>
          当期开奖的特别号，落在下注生肖范围内，视为中奖。
          <div class="res-desc-second-tit">一肖</div>
          当期开奖的全部号码，包含前6个号码及特别号，只要其中1个号码在下注的生肖范围即算中奖。不论同生肖的号码出现一个或多个，派彩只派一次。
        </div>
        <div class="res-desc">
          <div class="res-desc-tit">不中玩法</div>
          <div class="res-desc-second-tit">五不中</div>
          挑选5个号码为一投注组合进行下注，若5个号码中没有当期开奖的所有7个号码中的任意一个，即视为中奖（其余情形视为不中奖）。<br/>
          例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05则中奖，而投01,02,03,04,06则不中奖。
          <div class="res-desc-second-tit">六不中</div>
          挑选6个号码为一投注组合进行下注，若6个号码中没有当期开奖的所有7个号码中的任意一个，即视为中奖（其余情形视为不中奖）。<br/>
          例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13则中奖，而投01,02,03,04,06,13则不中奖。
          <div class="res-desc-second-tit">七不中</div>
          挑选7个号码为一投注组合进行下注，若7个号码中没有当期开奖的所有7个号码中的任意一个，即视为中奖（其余情形视为不中奖）。<br/>
          例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13,14则中奖，而投01,02,03,04,06,13,14则不中奖。
          <div class="res-desc-second-tit">八不中</div>
          挑选8个号码为一投注组合进行下注，若8个号码中没有当期开奖的所有7个号码中的任意一个，则视为中奖（其余情形视为不中奖）。<br/>
          例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13,14,15则中奖，而投01,02,03,04,06,13,14,15则不中奖。
          <div class="res-desc-second-tit">九不中</div>
          挑选9个号码为一投注组合进行下注，若9个号码中没有当期开奖的所有7个号码中的任意一个，则视为中奖（其余情形视为不中奖）。<br/>
          例如开奖号码是：06,07,08,09,10,11,12，若你投的是01,02,03,04,05,13,14,15,16则中奖，而投01,02,03,04,06,13,14,15,16则不中。
          <div class="res-desc-second-tit">十不中</div>
          九、 为了防止有人恶意洗钱，会员提款必须要消费充值的20%方可进行，真人类娱乐需消费1倍流水才可出款，否则财务不予受理。
        </div>
        <div class="res-desc">
          <div class="res-desc-tit">总和玩法</div>
          对所有七个开奖号码的数值总和的大、小、单、双等形态进行投注。当所有开奖号码和值对应形态与投注内容一致，即视为中奖（其余情形视为不中奖）。<br/>
          总和大小：所有七个开奖号码的分数总和大于或等于175为总和大；分数总和小于或等于174为总和小。如开奖号码为01、07、15、29、38、46、24，分数总和是160，为总和小。<br/>
          总和单双：所有七个开奖号码的分数总和是单数叫总和单(总单)，如分数总和是103、193；分数总和是双数叫总和双(总双)，如分数总和是108、160。
        </div>
      </div>
    </div>
  </div>
</template>
<script>
    export default{
        name: 'lhcPlayer',

        data () {
            return {}
        },

        props: {},

        components: {},

        mounted () {
            this.$nextTick(() => {
            })
        },

        watch: {},

        computed: {},

        filters: {},

        methods: {}
    }
</script>

<style lang="scss" scoped>
  .rules-text-panel{
    .res-header {
      padding: 14px 20px;
      color: $def-black-color;
      font-weight: 600;
      border-bottom: 1px solid $im-line-color;
      font-size: 14px;
    }
    .res-content{
      color: $def-black-color;
      padding: 10px 20px;
      font-size: 12px;
      .res-desc{
        padding: 10px 0;
        .res-desc-tit {
          font-size: 14px;
          color: $main-deep-color;
        }
        .res-desc-second-tit {
          font-size: 14px;
        }
      }
    }
  }
</style>

